Repository: JawadRiyad2907/ACT_2020
Catalog: ACT/App_LocalResources/PageTitle/PageTitle.*.resx
Languages: ar

# AdministrativeUnits_Add
source: Add Administrative Units
ar: اضافة الوحدات الادارية

# AdministrativeUnits_Edit
source: Edit Administrative Units
ar: تعديل الوحدات الادارية

# AdministrativeUnits_Index
source: Administrative Units
ar: ادارة الوحدات الادارية

# CertificatesAndAward_Add
source: Add Certificates And Award
ar: اضافة الشهادات و الجوائز

# CertificatesAndAward_Edit
source: Edit Certificates And Award
ar: تعديل الشهادات و الجوائز

# CertificatesAndAward_Index
source: Certificates And Award
ar: الشهادات و الجوائز

# Course_Add
source: Add Course
ar: اضافة دورة

# Course_Edit
source: Edit Course
ar: تعديل الدورة

# Course_Index
source: Course
ar: الدورات

# DirectResponsible_Edit
source: Edit Direct Responsible
ar: تعديل المسؤول المباشر

# DirectResponsible_Index
source: Direct Responsible
ar: تحديد المسؤول المباشر

# EducationalUnits_Add
source: Add Educational Units
ar: اضافة الوحدات التعليمية

# EducationalUnits_Edit
source: Edit Educational Units
ar: تعديل الوحدات التعليمية

# EducationalUnits_Index
source: Educational Units
ar: ادارة الوحدات التعليمية

# EnterpriseUnits
source: Manage Enterprise Units
ar: ادارة وحدات المؤسسه

# Evidence_Add
source: Evidence Standard
ar: اضافة شواهد واثباتات

# Evidence_Edit
source: Evidence Standard
ar: تعديل الشواهد والاثباتات

# Evidence_Index
source: Evidence
ar: الشواهد والاثباتات

source: Indicators Panel
ar: لوحة المؤشرات

# Item_Index
source: Item and standards
ar: البنود والمعايير

# JobTitle_Add
source: Add Job Title
ar: إضافة مسمى وظيفي

# JobTitle_Edit
source: Edit Job Title
ar: تعديل مسمى وظيفي

# JobTitle_Index
source: Manage Job Titles
ar: إدارة المسميات الوظيفية

source: Language Management
ar: ادارة اللغات والمفردات

# Level1_Add
source: Add Level 1
ar: اضافة المؤسسات م1

# Level1_Edit
source: Edit Level 1
ar: تعديل المؤسسات م1

# Level1_Index
source: Manage Level 1
ar: اعداد المؤسسات م1

# Level2_Add
source: Add Level 2
ar: اضافة المؤسسات م2

# Level2_Edit
source: Edit Level 2
ar: تعديل المؤسسات م2

# Level2_Index
source: Manage Level 2
ar: اعداد المؤسسات م2

# Level3_Add
source: Add Level 3
ar: اضافة المؤسسات م3

# Level3_Edit
source: Edit Level 3
ar: تعديل المؤسسات م3

# Level3_Index
source: Manage Level 3
ar: اعداد المؤسسات م3

# Level4_Add
source: Add Level 4
ar: اضافة المؤسسات م4

# Level4_Edit
source: Edit Level 4
ar: تعديل المؤسسات م4

# Level4_Index
source: Manage Level 4
ar: اعداد المؤسسات م4

# MainIndicators_Index
source: Main Indicators Panel
ar: لوحة المؤشرات الرئيسية

# MyInfo_Edit
source: Edit My Information
ar: تعديل معلوماتي الاساسية

# MyInfo_Index
source: My Information
ar: معلوماتي الاساسية

# MyPerformance_Index
source: My Stage Performance
ar: أدائي المرحلي

source: Organizations Management
ar: ادارة المؤسسات

source: Privelages
ar: الصلاحيات

# Privelages_Add
source: Add Privelages
ar: إضافة صلاحيات

# Qualification_Add
source: Add Qualification
ar: اضافة المؤهلات العلمية

# Qualification_Edit
source: Edit Qualification
ar: تعديل المؤهلات العلمية

# Qualification_Index
source: Qualification
ar: المؤهلات العلمية

# Standard_Add
source: Add Standard
ar: اضافة معيار

# Standard_Edit
source: Edit Standard
ar: تعديل المعيار

# Standard_Index
source: Standard
ar: المعايير

# SubIndicatorsPanel_Index
source: Sub Indicators Panel
ar: لوحة المؤشرات الفرعية

source: System Administration
ar: ادارة النظام العام

# UserCategory_Add
source: Add User Category
ar: اضافة فئات المستخدمين

# UserCategory_Edit
source: Edit User Category
ar: تعديل فئات المستخدمين

# UserCategory_Index
source: Manage User Category
ar: إدارة فئات المستخدمين

# UserInfo
source: User Information
ar: بياناتي الخاصة

# UserInfo_Certificates
source: Certificates
ar: شهادات تقدير وجوائز

# UserInfo_Courses
source: Courses
ar: الدورات التدريبية

# UserInfo_MyInfo
source: My Information
ar: معلوماتي الاساسية

# UserInfo_Qualifications
source: Qualifications
ar: المؤهلات العلمية

source: User Managment
ar: ادارة المستخدمين

# UserUnit
source: User Units
ar: تسكين المستخدمين

# User_Add
source: Add User
ar: اضافة المستخدمين

# User_Edit
source: Edit User
ar: تعديل المستخدمين

# User_Index
source: Manage User
ar: المستخدمين

source: Work Planning
ar: التخطيط وتنظيم العمل
