Repository: JawadRiyad2907/ACT_2020
Catalog: ACT/App_LocalResources/Common/LocalizedText.*.resx
Languages: ar

# emptyTable
source: No data available
ar: لا يوجد بيانات لعرضها

# Level1DisplayOrder
source: Display Order
ar: ترتيب

# Level1IsDefault
source: Is Default
ar: افتراضي ؟

# Level1MinistryName
source: Ministry Name
ar: اسم الدولة

source: Level1 Name
ar: اسم المؤسسة م1

# Level1Published
source: Published
ar: إظهار

# Level1ThreeLetterIsoCode
source: Country Code English
ar: اختصار رمز الدولة إنجليزي

source: loadingRecords
ar: يرجى الانتظار

source: zeroRecords
ar: لا يوجد بيانات لعرضها

# Validation_StringLength
source: Maximum length is {1} characters
ar: الحد الأقصى للطول هو {1} حرف

# Validation_EnglishChar
source: Only English characters
ar: يرجى ادخال احرف انجليزية فقط

# Validation_Required
source: The {0} field is required.
ar: {0} حقل مطلوب

# Error_ProcessRequest
source: An error occurred while processing your request , Please Try Again later
ar: حدث خطأ أثناء معالجة طلبك ، الرجاء معاودة المحاولة في وقت لاحق

# successOkButton
source: Ok
ar: موافق

# successText
source: Saved Success
ar: تم الحفظ بنجاح

# successTitle
source: Success
ar: تم الحفظ

# unsuccessOkButton
source: Ok
ar: موافق

# unsuccessText
source: Save Failed
ar: لم يتم تنفيذ العملية

# unsuccessTitle
source: Failed
ar: خطأ

# deleteCancelButton
source: Cancel
ar: الغاء

# deleteOkButton
source: Ok
ar: نعم

# deleteTitle
source: Are you sure to delete ?
ar: هل انت متأكد من الحذف ؟

# successDelete
source: Deleted Successfully
ar: تم الحذف بنجاح

# unsuccessDelete
source: Deleted Failed
ar: لم يتم الحذف

source: Deleted Item Not Found
ar: العنصر المراد حذفه غير موجود

# TotalRecord
source: Records
ar: عنصر

# Level2DisplayOrder
source: Display Order
ar: ترتيب

# Level2IsDefault
source: Is Default
ar: افتراضي ؟

# Level2Level1
source: Level 1 Name
ar: المؤسسة م1

source: Level2 Name
ar: المؤسسة م2

# Level2Published
source: Published
ar: إظهار

# Level2Level1Name
source: Level 1 Name
ar: المؤسسة م1

# Level2LevelMinistryName
source: Level 1 MinistryName
ar: الدولة

# DropDownnPleaseSelect
source: -- Please Select --
ar: -- يرجى الاختيار --

# Level3DisplayOrder
source: Display Order
ar: ترتيب

# Level3IsDefault
source: Is Default
ar: افتراضي ؟

# Level3Level1
source: Level 1 Name
ar: المؤسسة م1

# Level3Level1Name
source: Level 1 Name
ar: المؤسسة م1

# Level3Level2Name
source: Level2 Name
ar: المؤسسة م2

# Level3LevelMinistryName
source: Ministry
ar: الدولة

source: Level3 Name
ar: المؤسسة م3

# Level3Published
source: Published
ar: إظهار

# Level4DisplayOrder
source: Display Order
ar: ترتيب

# Level4IsBasic
source: Is Basic
ar: أساسي

# Level4IsDefault
source: Is Default
ar: افتراضي ؟

# Level4IsKindergarten
source: Is Kindergarten
ar: روضة

# Level4IsMedium
source: Is Medium
ar: متوسط

# Level4IsMinistryEducation
source: Is Ministry Education
ar: منهاج وزارة التربية والتعليم

# Level4IsOtherEducation
source: Is Other Education
ar: منهاج اخر

# Level4IsSecondary
source: Is Secondary
ar: ثانوي

# Level4Level1
source: Level1
ar: المؤسسة م1

# Level4Level2
source: Level2
ar: المؤسسة م2

# Level4Level3
source: Level3
ar: المؤسسة م3

# Level4Name
source: Level4
ar: المؤسسة م4

# Level4OtherEducationName
source: Other Education Name
ar: اسم المنهاج الاخر

# Level4Published
source: Published ?
ar: نشر ؟

# Level4TypeEducationId
source: Type EducationId
ar: صفة المؤسسة م4

# Level4TypeId
source: TypeId
ar: نوع المؤسسة م4

# Level4LevelMinistry
source: Ministry
ar: الدولة

# Level4ApprovedCurricula
source: Approved curricula in the Level 4
ar: المنهاج المعتمد في المؤسسة م4:

# Level4Stages
source: Stages Level 4
ar: المراحل في المؤسسة م4:

# UserCategory_Active
source: Active
ar: نشط

# UserCategory_DisplayOrder
source: Display Order
ar: ترتيب

# UserCategory_Level1Id
source: Level 1
ar: أسماء المؤسسات م1

# UserCategory_Level2Id
source: Level 2
ar: اسم المؤسسة م2

# UserCategory_Level3Id
source: Level 3
ar: اسم المؤسسة م3

# UserCategory_Level4Id
source: Level 4
ar: أسماء المؤسسات م4

# UserCategory_Name
source: Category Name
ar: اسم فئة المستخدم

# UserCategory_SystemName
source: Category System Name
ar: اسم النظام

# UserCategory_LevelName
source: Level Name
ar: المؤسسة

source: Display Order
ar: الترتيب

source: Job Title Name
ar: إسم المسمى الوظيفي

source: Job Name
ar: المسمى الوظيفي

# Error_DeleteAssociated
source: This item is associated with other data
ar: هذا العنصر مرتبط ببيانات اخرى

# Common_Level1Id
source: Level 1
ar: المؤسسة م1

# Common_Level2Id
source: Level 2
ar: المؤسسة م2

# Common_Level3Id
source: Level 3
ar: المؤسسة م3

# Common_Level4Id
source: Level 4
ar: المؤسسة م4

# Common_UserCategoryId
source: User Category
ar: فئة المستخدم

# Common_JobTitleId
source: Job Title
ar: المسمى الوظيفي

# User_Active
source: Active
ar: نشط

# User_Address
source: Address
ar: العنوان

# User_AnotherPhoneNumber
source: Another Phone Number
ar: رقم الهاتف 2

# User_Email
source: Email
ar: البريد الالكتروني

# User_FirstName
source: First Name
ar: الاسم الأول

# User_GenderId
source: GenderId
ar: جنس

# User_JobTitleName
source: Job Title
ar: المسمى الوظيفي

# User_LastName
source: Last Name
ar: اسم العائلة

# User_Password
source: Password
ar: كلمة المرور

# User_PhoneNumber
source: PhoneNumber
ar: رقم الهاتف 1

# User_SecondName
source: Second Name
ar: الاسم الثاني

# User_ThirdName
source: Third Name
ar: الاسم الثالث

# User_UserCategoryName
source: User Category
ar: فئة المستخدم

# User_UserName
source: UserName
ar: اسم المستخدم

# Validation_Email
source: Invalid Email Address
ar: ايميل خاطئ

# Validation_Number
source: The {0} field is number only
ar: {0} حقل للأرقام فقط

# Validation_IsExists
source: The {0} field is already exists
ar: {0} موجود بلفعل

# Login_Email
source: Email
ar: البريد الالكتروني

# Login_Password
source: Password
ar: كلمة السر

# Login_RememberMe
source: RememberMe
ar: تذكرني

# Error_AccessDenied
source: You do not have permission to access this page
ar: ليس لديك صلاحية للدخول الى هذه الشاشة

# UserCategory_Type
source: Type
ar: توع الفئة

# EnterpriseUnits_Name
source: Name
ar: اسم الوحدة

# EnterpriseUnits_DisplayOrder
source: Display Order
ar: الترتيب

# DirectResponsible_LevelName
source: level
ar: المستوى

# DirectResponsible_ResponsibleName
source: Direct Responsible
ar: المسؤول المباشر

# EnterpriseUnits_Parent
source: Units Parent
ar: الوحدة الأعلى

# Error_AccessDenied_Manager
source: You do not have access this screen , a special screen direct manager
ar: ليس لديك صلاحية الدخول، شاشة خاصة بالمدير المباشر

# MyInfoReadOnly_Address
source: Address
ar: العنوان

# MyInfoReadOnly_AnotherPhoneNumber
source: Another Phone Number
ar: رقم الهاتف 2

# MyInfoReadOnly_Email
source: Email
ar: البريد الالكتروني

# MyInfoReadOnly_FirstName
source: First Name
ar: الاسم الأول

# MyInfoReadOnly_Gender
source: GenderId
ar: جنس

# MyInfoReadOnly_LastName
source: Last Name
ar: اسم العائلة

# MyInfoReadOnly_PhoneNumber
source: PhoneNumber
ar: رقم الهاتف 1

# MyInfoReadOnly_SecondName
source: Second Name
ar: الاسم الثاني

# MyInfoReadOnly_ThirdName
source: Third Name
ar: الاسم الثالث

# MyInfoReadOnly_UserName
source: UserName
ar: اسم المستخدم

# MyInfo_Address
source: Address
ar: العنوان

# MyInfo_AnotherPhoneNumber
source: Another Phone Number
ar: رقم الهاتف 2

# MyInfo_FirstName
source: First Name
ar: الاسم الأول

# MyInfo_LastName
source: Last Name
ar: اسم العائلة

# MyInfo_PhoneNumber
source: PhoneNumber
ar: رقم الهاتف 1

# MyInfo_SecondName
source: Second Name
ar: الاسم الثاني

# MyInfo_ThirdName
source: Third Name
ar: الاسم الثالث

# Qualification_ScientificDegreeId
source: Scientific Degree
ar: الدرجة العلمية

# Qualification_Specialization
source: Specialization
ar: التخصص

# Qualification_University
source: University
ar: الجامعة

# Qualification_Year
source: Year
ar: سنة الحصول عليها

# Course_FromDate
source: FromDate
ar: من التاريخ

# Course_institution
source: institution
ar: المؤسسة

# Course_Period
source: Period
ar: المدة

# Course_ToDate
source: ToDate
ar: الى التاريخ

# Course_TrainingCourse
source: Training Course
ar: الدورة التدريبية

# CertificatesAndAward_DateOfCertificate
source: Date obtained
ar: تاريخ الحصول عليها

# CertificatesAndAward_Name
source: Certificate Or Award Name
ar: اسم شهادة التقدير أو الجائزة

# CertificatesAndAward_Source
source: Its source
ar: مصدرها

source: Logout
ar: خروج

source: Without Responsible
ar: بدون مسؤول

# User_FirstNameEn
source: English First Name
ar: الاسم الاول بلانجليزية

# User_LastNameEn
source: English Last Name
ar: الاسم الاخير بلانجليزية

# Item_NA_No
source: Not applicable
ar: لا ينطبق

# Item_NA_Yes
source: Applies
ar: ينطبق

source: Please Select Category
ar: يرجى اختيار الفئة

# Item_FixedWeight
source: Fixed Weight
ar: النظام الثابت

# Item_FlexWeight
source: Flex Weight
ar: النظام المرن

# Item_IntermediateWeight
source: Intermediate Weight
ar: النظام الوسيط

# Item_ShortName
source: Short Name
ar: البند

# Standard_DisplayOrder
source: DisplayOrder
ar: ترتيب الظهور

source: Standard Name
ar: المعيار

# Standard_Publish
source: Publish
ar: إظهار

# Standard_Weight
source: Weight
ar: وزن

# ViewCategoryAndItem_CategoryName
source: Category
ar: الفئة

# ViewCategoryAndItem_ItemName
source: Item
ar: البند

# Common_LevelName
source: Level Name
ar: المؤسسة

# Common_User
source: User
ar: المستخدم

# UserUnits_Added
source: Added
ar: مضافين في الوحدة

# UserUnits_NotAdded
source: Not Added
ar: غير مضافين

# GeneralClose
source: Cancel
ar: إلغاء

# GeneralOk
source: Ok
ar: موافق

# UnitUser_ConfirmModalText
source: Already Exist in other unti
ar: هذا المستخم موجود في وحدة {0} هل ترغب في نقله؟

# UnitUser_ConfirmTitle
source: Confirm
ar: تأكيد تسكين مستخدم

# SubIndicators_NoStandardsForThisItem
source: no standards for this item
ar: لا يوجد معايير لهذا البند

# SubIndicators_EmptyQuantity
source: Empty
ar: فارغ

# SubIndicators_IsContinuous
source: Is Continuous
ar: مستمر

# SubIndicators_Quantity
source: Quantity
ar: الكمية

# SubIndicators_validationEditable
source: Please fill in the quantity or select the field as continuous
ar: يرجى تعبئة الكمية او تحديد الحقل كمستمر

# SubIndicators_NextItem
source: Next Item
ar: البند التالي

# SubIndicators_PreviousItem
source: Previous Item
ar: البند السابق

# SubIndicators_Header1
source: Business activities and leadership recurrent and non-recurrent
ar: الأعمال والأنشطة القيادية المتكررة وغير المتكررة

# SubIndicators_RelatedCategories
source: Related Categories
ar: الفئات ذات العلاقة

# SubIndicators_RelatedCategoriesEmpty
source: no related categories for this category
ar: لا يوجد فئات ذات علاقة لهذه الفئة

# SubIndicators_TargetCategories
source: Target Categories
ar: الفئات المستهدفة

# SubIndicators_Weight
source: Weight
ar: الدرجة

# UserCategory_Validation_IsSystemAdmin
source: This is a category for system administrators that cannot be deleted
ar: هذه فئة خاصة بمدراء النظام لا يمكن حذفها

source: Level 0
ar: المستوى 0

# EnterpriseUnits_UnitResponsibleFullName
source: User Responsible
ar: مسؤول الوحدة

# EnterpriseUnits_UnitUsersFullName
source: Additive Users
ar: المضافين في الوحدة

# EnterpriseUnits_NoAdditiveUsers
source: No Additive Users
ar: لا يوجد مستخدمين مضافين

# EnterpriseUnits_ViewAll
source: Show All
ar: اظهار الكل

# EnterpriseUnits_CountAdditiveUsers
source: Count Of Additive Users
ar: عدد المضافين في الوحدة

# EnterpriseUnits_NoResponsableUser
source: No Responsable User
ar: لا يوجد مسؤول

# UserUnits_Responsable
source: Unit Responsable
ar: مسؤول الوحدة

source: Sub Indicators For Item
ar: لمؤشرات الفرعية لــ/

# TargetValue
source: Tareget Value
ar: القيم المستهدفة/ الحد الأدنى للأداء

# dir
source: ltr
ar: rtl

source: Back
ar: رجوع

source: Save
ar: حفظ

source: Search
ar: بحث

source: Close
ar: اغلاق

source: Count Users Of Level
ar: عدد المستخدمين في المؤسسة

# ItemNaForTargetCategory
source: Item is Na For Target Category
ar: هذا البند لا ينطبق لهذه الفئة

source: IsStanderdWeightSumGreaterItem
ar: مجموع درجة المعايير اعلى من درجة البند نفسه

source: Please Select Item
ar: يرجى اختيار البند

# ViewCategoryAndItemStandard_CategoryName
source: Category
ar: فئة المستخدم

# ViewCategoryAndItemStandard_ItemName
source: Item
ar: البند

# ViewCategoryAndItemStandard_StandardName
source: Standard
ar: المعيار

# Evidence_DisplayOrder
source: Display Order
ar: ترتيب الظهور

# Evidence_EvidenceDescription
source: Evidence
ar: الشواهد والاثباتات

# Standard_Evidences
source: Evidences
ar: الشواهد والاثباتات
